<?php
	echo "<br><h3> ♣ FORM에 입력된 개인정보를 POST 방식으로 웹 브라우져에 출력합니다. ♣";
	echo "<hr>";

	echo "◎ 아이디 ............... <B> {$_POST['id']} </B><br>";
	echo "◎ 성명 ................. <B> {$_POST['name']} </B><br><hr>";
	echo "◎ 비밀번호 ............. <B> {$_POST['pw1']} </B><br><hr>";
	echo "◎ 비밀번호 확인 ......... <B> {$_POST['pw2']} </B><br><hr>";
	echo "◎ 성별 ................. <B> {$_POST['sex']} </B><br><hr>";
	echo "◎ 핸드폰 ............... <B> {$_POST['p1']} - {$_POST['p2']} - {$_POST['p3']} </B><br>";
	echo "◎ 주소 ................. <B> {$_POST['addr']} </B><br><hr>";
	echo "◎ 남기고 싶은 글 ........ <B> {$_POST['memo']} </B><br><hr>";
	echo "◎ 숨긴내용 .............. <B> {$_POST['thema']} </B><br><hr>";
	echo "<b>회원등록에 기입한 내용을 모두 출력하였습니다...</b>";
?>